Repository: Lucas-Braga20/tcc-control
Catalog: django/works/locale/*/LC_MESSAGES/django.po
Languages: pt

source: mentees
pt: orientandos

source: description
pt: descrição

source: approved
pt: aprovado

source: supervisor
pt: orientador

source: mentee
pt: orientando

source: archived
pt: arquivado

source: completed
pt: completado

source: created at
pt: criado em

source: Final work
pt: TCC

source: Final works
pt: TCCs

source: presented
pt: apresentado

source: status
pt: estado

source: time table stage
pt: etapa de calendário

source: final work
pt: tcc

source: Final work stage
pt: etapa de tcc

source: Final work stages
pt: etapas de tcc

source: content
pt: conteúdo

source: confirmed
pt: confirmado

source: work stage
pt: etapa de trabalho

source: Work stage version
pt: Versão de etapa de trabalho

source: Work stage versions
pt: Versões de etapa de trabalho

source: image
pt: imagem

source: work version
pt: versão de etapa de trabalho

source: requester
pt: requisitante

source: Change request
pt: solicitação de alteração

source: Change requests
pt: solicitações de alteração

source: You do not belong to this TCC.
pt: Você não pertence a esse TCC.
